[
    {
        "ID": 1,
        "URL": "http://www.ted.com/talks/view/id/1",
        "Speaker": "Al Gore",
        "Name": "15 ways to avert a climate crisis",
        "Short Summary": "With the same humor and humanity he exuded in An Inconvenient Truth, Al Gore spells out 15 ways that individuals can address climate change immediately, from buying a hybrid to inventing a new, hotter \"brand name\" for global warming.",
        "Event": "TED2006",
        "Duration": "0:16:17",
        "Publish date": "6/27/2006"
    },
    {
        "ID": 92,
        "URL": "http://www.ted.com/talks/view/id/92",
        "Speaker": "Hans Rosling",
        "Name": "Debunking third-world myths with the best stats you've ever seen",
        "Short Summary": "You've never seen data presented like this. With the drama and urgency of a sportscaster, statistics guru Hans Rosling debunks myths about the so-called \"developing world.\"",
        "Event": "TED2006",
        "Duration": "0:19:50",
        "Publish date": "6/27/2006"
    },
    {
        "ID": 66,
        "URL": "http://www.ted.com/talks/view/id/66",
        "Speaker": "Sir Ken Robinson",
        "Name": "Do schools kill creativity?",
        "Short Summary": "Sir Ken Robinson makes an entertaining and profoundly moving case for creating an education system that nurtures (rather than undermines) creativity.",
        "Event": "TED2006",
        "Duration": "0:19:24",
        "Publish date": "6/27/2006"
    },
    {
        "ID": 53,
        "URL": "http://www.ted.com/talks/view/id/53",
        "Speaker": "Majora Carter",
        "Name": "Greening the ghetto",
        "Short Summary": "In an emotionally charged talk, MacArthur-winning activist Majora Carter details her fight for environmental justice in the South Bronx -- and shows how minority neighborhood suffer most from flawed urban policy.",
        "Event": "TED2006",
        "Duration": "0:00:00",
        "Publish date": "6/27/2006"
    },
    {
        "ID": 7,
        "URL": "http://www.ted.com/talks/view/id/7",
        "Speaker": "David Pogue",
        "Name": "When it comes to tech, simplicity sells",
        "Short Summary": "New York Times columnist David Pogue takes aim at technology's worst interface-design offenders, and provides encouraging examples of products that get it right. To funny things up, he bursts into song. ",
        "Event": "TED2006",
        "Duration": "0:21:26",
        "Publish date": "6/27/2006"
    },
    {
        "ID": 96,
        "URL": "http://www.ted.com/talks/view/id/96",
        "Speaker": "Tony Robbins",
        "Name": "Why we do what we do, and how we can do it better",
        "Short Summary": "Tony Robbins discusses the \"invisible forces\" that motivate everyone's actions -- and high-fives Al Gore in the front row.",
        "Event": "TED2006",
        "Duration": "0:21:45",
        "Publish date": "6/27/2006"
    },
    {
        "ID": 86,
        "URL": "http://www.ted.com/talks/view/id/86",
        "Speaker": "Julia Sweeney",
        "Name": "\"Letting Go of God\" (an excerpt)",
        "Short Summary": "Julia Sweeney (God Said, \"Ha!\") performs the first 15 minutes of her 2006 solo show \"Letting Go of God.\" When two young Mormon missionaries knock on her door one day, it touches off a quest to completely rethink her own beliefs.",
        "Event": "TED2006",
        "Duration": "0:16:32",
        "Publish date": "7/10/2006"
    },
    {
        "ID": 49,
        "URL": "http://www.ted.com/talks/view/id/49",
        "Speaker": "Joshua Prince-Ramus",
        "Name": "Designing the Seattle Central Library",
        "Short Summary": "Architect Joshua Prince-Ramus takes the audience on dazzling, dizzying virtual tours of three recent projects: the Central Library in Seattle, the Museum Plaza in Louisville and the Charles Wyly Theater in Dallas.",
        "Event": "TED2006",
        "Duration": "0:19:58",
        "Publish date": "7/10/2006"
    },
    {
        "ID": 94,
        "URL": "http://www.ted.com/talks/view/id/94",
        "Speaker": "Dan Dennett",
        "Name": "A secular, scientific rebuttal to Rick Warren",
        "Short Summary": "Philosopher Dan Dennett calls for religion -- all religion -- to be taught in schools, so we can understand its nature as a natural phenomenon. Then he takes on The Purpose-Driven Life, disputing its claim that, to be moral, one must deny evolution.",
        "Event": "TED2006",
        "Duration": "0:24:45",
        "Publish date": "7/18/2006"
    },
    {
        "ID": 71,
        "URL": "http://www.ted.com/talks/view/id/71",
        "Speaker": "Rick Warren",
        "Name": "Living a life of purpose",
        "Short Summary": "Pastor Rick Warren, author of The Purpose-Driven Life, reflects on his own crisis of purpose in the wake of his book's wild success. He explains his belief that God's intention is for each of us to use our talents and influence to do good.",
        "Event": "TED2006",
        "Duration": "0:21:02",
        "Publish date": "7/18/2006"
    },
    {
        "ID": 58,
        "URL": "http://www.ted.com/talks/view/id/58",
        "Speaker": "Larry Brilliant",
        "Name": "TED Prize wish: Help stop the next pandemic",
        "Short Summary": "Accepting the 2006 TED Prize, Dr. Larry Brilliant talks about how smallpox was eradicated from the planet, and calls for a new global system that can identify and contain pandemics before they spread. ",
        "Event": "TED2006",
        "Duration": "0:25:50",
        "Publish date": "7/25/2006"
    },
    {
        "ID": 54,
        "URL": "http://www.ted.com/talks/view/id/54",
        "Speaker": "Cameron Sinclair",
        "Name": "TED Prize wish: Open-source architecture to house the world",
        "Short Summary": "Accepting his 2006 TED Prize, Cameron Sinclair demonstrates how passionate designers and architects can respond to world housing crises. He unveils his TED Prize wish for a network to improve global living standards through collaborative design.",
        "Event": "TED2006",
        "Duration": "0:23:34",
        "Publish date": "7/25/2006"
    },
    {
        "ID": 55,
        "URL": "http://www.ted.com/talks/view/id/55",
        "Speaker": "Jehane Noujaim",
        "Name": "TED Prize wish: Unite the world on Pangea Day, a global day of film",
        "Short Summary": "In this hopeful talk, Jehane Noujaim unveils her 2006 TED Prize wish: to bring the world together for one day a year through the power of film.",
        "Event": "TED2006",
        "Duration": "0:25:38",
        "Publish date": "7/25/2006"
    },
    {
        "ID": 41,
        "URL": "http://www.ted.com/talks/view/id/41",
        "Speaker": "Nicholas Negroponte",
        "Name": "The vision behind One Laptop Per Child",
        "Short Summary": "Nicholas Negroponte, founder of the MIT Media Laboratory, describes how the One Laptop Per Child project will build and distribute the \"$100 laptop.\"",
        "Event": "TED2006",
        "Duration": "0:17:37",
        "Publish date": "8/1/2006"
    },
    {
        "ID": 65,
        "URL": "http://www.ted.com/talks/view/id/65",
        "Speaker": "Jeff Han",
        "Name": "Unveiling the genius of multi-touch interface design",
        "Short Summary": "Jeff Han shows off a cheap, scalable multi-touch and pressure-sensitive computer screen interface that may spell the end of point-and-click.",
        "Event": "TED2006",
        "Duration": "0:08:47",
        "Publish date": "8/1/2006"
    },
    {
        "ID": 45,
        "URL": "http://www.ted.com/talks/view/id/45",
        "Speaker": "Sirena Huang",
        "Name": "Dazzling set by 11-year-old violinist",
        "Short Summary": "Violinist Sirena Huang gives a technically brilliant and emotionally nuanced performance. In a charming interlude, the 11-year-old praises the timeless design of her instrument. ",
        "Event": "TED2006",
        "Duration": "0:24:41",
        "Publish date": "8/8/2006"
    },
    {
        "ID": 46,
        "URL": "http://www.ted.com/talks/view/id/46",
        "Speaker": "Jennifer Lin",
        "Name": "Magical improv from 14-year-old pianist",
        "Short Summary": "Pianist and composer Jennifer Lin gives a magical performance, talks about the process of creativity and improvises a moving solo piece based on a random sequence of notes.",
        "Event": "TED2004",
        "Duration": "0:24:05",
        "Publish date": "8/8/2006"
    },
    {
        "ID": 2,
        "URL": "http://www.ted.com/talks/view/id/2",
        "Speaker": "Amy Smith",
        "Name": "Simple designs that could save millions of childrens' lives",
        "Short Summary": "Fumes from indoor cooking fires kill more than 2 million children a year in the developing world. MIT engineer Amy Smith details an exciting but simple solution: a tool for turning farm waste into clean-burning charcoal.",
        "Event": "TED2006",
        "Duration": "0:15:06",
        "Publish date": "8/15/2006"
    }
]